/* 
  Localizable.strings
  Secrets

  Created by Paulo Andrade on 23/07/14.
  Copyright (c) 2016 Outer Corner. All rights reserved.
*/


/* Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "Haz clic para registrar un nuevo acceso directo";

/* Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "Borrar acceso directo";

/* Empty shortcut button in normal state */
"Record Shortcut" = "Registrar acceso directo";

/* Title for alert when shortcut is already used. %@ will be replaced with the keyboard shortcut */
"The key combination %@ cannot be used" = "La combinación clave %@ no se puede usar.";

/* Non-empty shortcut button in recording state */
"Type New Shortcut" = "Escribir acceso directo";

/* Empty shortcut button in recording state */
"Type Shortcut" = "Escribir acceso directo";

/* Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "Cancelar";


/* Enable button title when displaying the "run in background" alert */
"HelperApp.BgRunningAlert.Enable" = "Habilitar";

/* Disable button title when displaying the "run in background" alert */
"HelperApp.BgRunningAlert.Disable" = "Desactivar";

/* Title for "run in background" alert. %@ will be replaced with the application name: Secrets */
"HelperApp.BgRunningAlert.Title" = "¿Habilitar características de búsqueda aunque %@ no se esté ejecutando?";

/* Message for "run in background" alert */
"HelperApp.BgRunningAlert.Message" = "%@ puede ejecutar una aplicación de ayuda en segundo plano que te permite usar el acceso directo de búsqueda o el botón de barra de menú aunque %@ no se esté ejecutando. Para tener una mejor experiencia, se recomienda habilitar esta opción.";


/* Default copy menu item action title */
"MenuItem.Copy" = "Copiar";
/* Default copy alternate menu item action title */
"MenuItem.CopyAlternate" = "Copia alternativa";
/* Show detail pane menu item */
"MenuItem.ShowDetailPane" = "Mostrar panel de detalles";
/* Hide detail pane menu item */
"MenuItem.HideDetailPane" = "Ocultar panel de detalles";
/* Copy password menu item */
"MenuItem.CopyPassword" = "Copiar contraseña";
/* Copy card number menu item */
"MenuItem.CopyCardNumber" = "Copiar número de tarjeta";
/* Copy iban menu item */
"MenuItem.CopyIBAN" = "Copiar IBAN";
/* Copy one-time password menu item */
"MenuItem.CopyOneTimePassword" = "Copiar contraseña de uso único";
/* Copy username menu item */
"MenuItem.CopyUsername" = "Copiar nombre de usuario";
/* Copy security code menu item */
"MenuItem.CopySecurityCode" = "Copiar código de seguridad";

/* Preferences window title */
"Preferences.WindowTitle" = "Preferencias";
/* Preferences search filter title */
"Preferences.Search" = "Buscar";
/* Preferences security filter title */
"Preferences.Security" = "Seguridad";
/* Preferences sync filter title */
"Preferences.Sync" = "Sincronizar";
/* Preferences store filter title */
"Preferences.Store" = "Tienda";
/* Preferences security filter title */
"Preferences.All" = "Todo";
/* Preferences "never" setting */
"Preferences.Never" = "Nunca";
/* Preferences search keyboard shortcut setting */
"Preferences.SearchShortcut" = "Buscar acceso directo de acceso directo";
/* Preferences show menu bar icon setting */
"Preferences.ShowMenuBarIcon" = "Mostrar icono en la barra de menú";
/* Preferences safari extension setting */
"Preferences.SafariExtension" = "Extensión de Safari";
/* Preferences automatically submit logins setting */
"Preferences.AutoSubmitLogins" = "Enviar inicios de sesión automáticamente";
/* Preferences enable search at login setting */
"Preferences.EnableSearchAtLogin" = "Habilitar búsqueda en el inicio de sesión";
/* Preferences enable search at login explanation */
"Preferences.EnableSearchAtLoginExplained" = "Si habilitas la búsqueda en el inicio de sesión podrás usar el acceso directo y la barra de menú aunque %@ no se esté ejecutando.";
/* Preferences rebuild index setting */
"Preferences.RebuildIndex" = "Reconstruir índice";
/* Preferences rebuild index button */
"Preferences.Rebuild" = "Reconstruir";
/* Preferences rebuilding status */
"Preferences.Rebuilding" = "Reconstruyendo...";
/* Preferences lock automatically setting */
"Preferences.LockAutomatically" = "Bloquear automáticamente";
/* Preferences lock on computer sleep setting */
"Preferences.LockOnComputerSleep" = "Bloquear con el equipo en hibernación";
/* Preferences lock on screensaver setting */
"Preferences.LockOnScreensaver" = "Bloquear en el salvapantallas";
/* Preferences lock on user switch setting */
"Preferences.LockOnUserSwitch" = "Bloquear al cambiar de usuario";
/* Preferences clear clipboard timeout setting */
"Preferences.ClearClipboard" = "Borrar portapapeles";
/* Preferences version information */
"Preferences.Version" = "Versión";
/* Preferences use device authentication setting */
"Preferences.UseDeviceAuthentication" = "Usar autenticación de dispositivo";
/* Preferences device authentication explanation */
"Preferences.DeviceAuthenticationInfo" = "Al usar la autenticación del dispositivo, la constraseña se almacena de forma segura en la cadena de claves de Mac y se desbloquea con Touch ID.";

/* iCloud Sync footer explanation when the user has iCloud disabled and cannot enable (signed out, iCloud drive disabled...) */
"iCloud.Status.Unavailable" = "iCloud no está disponible en este momento. Puede que hayas cerrado sesión en iCloud o que \"iCloud Drive\" esté deshabilitado. Comprueba %@.";

/* Presented above the unlock prompt when user name can't be obtained */
"Unlock.WelcomeBack" = "Bienvenido otra vez";

// Setup
"Setup.Welcome" = "Bienvenido";
"Setup.WelcomeUser" = "Bienvenido %@";

// New item
"NewItem.NewItem" = "Nuevo elemento";
"NewItem.ItemTypes" = "Tipos de elementos";

// Search
"Search.Prompt.Placeholder" = "Buscar";
/* Fill item in <application name> (eg, Safari, Chrome) */
"Search.FillItem" = "¿Completar elemento en %@?";
/* Send item to <application name> */
"Search.SendItem" = "¿Enviar elemento en %@?";
/* Fill alert title */
"Search.FillAlert.Title" = "%@ no está asociado con este inicio de sesión";
/* Fill alert message */
"Search.FillAlert.Message" = "¿Seguro que quieres usar tu inicio de sesión \"%@\" para completar en el sitio en %@?";
/* Fill alert suppression */
"Search.FillAlert.Suppression" = "Asociar %@ con el inicio de sesión \"%@\"";

// QRCode Searching

"QRCodeSearch.Searching" = "Buscando un código QR compatible en las ventanas abiertas.";
"QRCodeSearch.NoResults" = "No se ha encontrado un código QR compatible en las ventanas abiertas.";
"QRCodeSearch.CodeFound" = "Se ha encontrado el siguiente código en una ventana de %@:\n\n%@";


// User notification
"UserNotification.EnableSafariExtension.Title" = "Completar inicios de sesión en Safari";
"UserNotification.EnableSafariExtension.Message" = "Habilita tu extensión de Safari para completar con rapidez los inicios de sesión al navegar.";


